{
    "status": "ok",
    "message-type": "work-list",
    "message-version": "1.0.0",
    "message": {
        "facets": {},
        "total-results": 7380822,
        "items": [
            {
                "indexed": {
                    "date-parts": [
                        [
                            2024,
                            9,
                            8
                        ]
                    ],
                    "date-time": "2024-09-08T10:18:36Z",
                    "timestamp": 1725790716276
                },
                "reference-count": 131,
                "publisher": "Springer Science and Business Media LLC",
                "issue": "3",
                "license": [
                    {
                        "start": {
                            "date-parts": [
                                [
                                    2017,
                                    12,
                                    5
                                ]
                            ],
                            "date-time": "2017-12-05T00:00:00Z",
                            "timestamp": 1512432000000
                        },
                        "content-version": "tdm",
                        "delay-in-days": 0,
                        "URL": "http://www.springer.com/tdm"
                    }
                ],
                "content-domain": {
                    "domain": [
                        "link.springer.com"
                    ],
                    "crossmark-restriction": false
                },
                "short-container-title": [
                    "Artif Intell Rev"
                ],
                "published-print": {
                    "date-parts": [
                        [
                            2019,
                            10
                        ]
                    ]
                },
                "DOI": "10.1007/s10462-017-9597-8",
                "type": "journal-article",
                "created": {
                    "date-parts": [
                        [
                            2017,
                            12,
                            5
                        ]
                    ],
                    "date-time": "2017-12-05T10:18:08Z",
                    "timestamp": 1512469088000
                },
                "page": "1805-1838",
                "update-policy": "http://dx.doi.org/10.1007/springer_crossmark_policy",
                "source": "Crossref",
                "is-referenced-by-count": 61,
                "title": [
                    "A survey on sentiment analysis of scientific citations"
                ],
                "prefix": "10.1007",
                "volume": "52",
                "author": [
                    {
                        "given": "Abdallah",
                        "family": "Yousif",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Zhendong",
                        "family": "Niu",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "John K.",
                        "family": "Tarus",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "Arshad",
                        "family": "Ahmad",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "member": "297",
                "published-online": {
                    "date-parts": [
                        [
                            2017,
                            12,
                            5
                        ]
                    ]
                },
                "reference": [
                    {
                        "key": "9597_CR1",
                        "unstructured": "Abdullatif M (2013) Making the H-index more relevant: a step towards standard classes for citation classification. In: Paper presented at the IEEE 29th international conference on data engineering workshops (ICDEW), Brisbane, Australia., 8–12 April 2013, pp 330–333"
                    },
                    {
                        "key": "9597_CR2",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Abdullatif M, Koh YS, Dobbie G, Alam S (2013) Verb selection using semantic role labeling for citation classification. In: Paper presented at the ACM workshop on computational scientometrics: theory and applications, CompSci 2013—co-located with CIKM San Francisco, California, USA, 28 Oct 2013, pp 25–30",
                        "DOI": "10.1145/2508497.2508502"
                    },
                    {
                        "key": "9597_CR3",
                        "doi-asserted-by": "publisher",
                        "unstructured": "Abdullatif M, Koh YS, Dobbie G (2015) Unsupervised semantic and syntactic based classification of scientific citations. In: Madria S, Hara T (eds) Big data analytics and knowledge discovery: 17th international conference, DaWaK 2015, Valencia, Spain, 1–4 Sept 2015, Proceedings. Springer, Cham, pp 28–39. https://doi.org/10.1007/978-3-319-22729-0_3",
                        "DOI": "10.1007/978-3-319-22729-0_3"
                    },
                    {
                        "key": "#cr-split#-9597_CR4.1",
                        "unstructured": "Abu-Jbara A, Radev DR (2012) Reference scope identification in citing sentences. In: Aria Haghighi YA-O"
                    },
                    {
                        "key": "#cr-split#-9597_CR4.2",
                        "unstructured": "(ed) Proceedings of the conference of the North American chapter of the association for computational linguistics: human language technologies, Montreal, Canada, 03 -08 June 2012. Association for Computational Linguistics (ACL), pp 80-90"
                    },
                    {
                        "key": "#cr-split#-9597_CR5.1",
                        "unstructured": "Abu-Jbara A, Ezra J, Radev DR (2013) Purpose and polarity of citation: towards NLP-based bibliometrics. In: Lucy Vanderwende MR"
                    },
                    {
                        "key": "#cr-split#-9597_CR5.2",
                        "unstructured": "(ed) Proceedings of the North American association for computational linguistics (NAACL-HLT 2013), Atlanta, Georga, United States, 9-14 June 2013. Association for Computational Linguistics: Human Language Technologies, pp 596-606"
                    },
                    {
                        "key": "9597_CR6",
                        "unstructured": "Akhtar MS, Kumar A, Ekbal A, Bhattacharyya P (2016) A hybrid deep learning architecture for sentiment analysis. In: Paper presented at the the 26th international conference on computational linguistics: technical papers, COLING, Osaka, Japan, 11–17 Dec 2016, pp 482–493"
                    },
                    {
                        "key": "#cr-split#-9597_CR7.1",
                        "unstructured": "Alvarez MH, Gómez JM (2014) Survey in sentiment, polarity and function analysis of citation. In: Nancy Green KA, Litman D, Reed C, Walker V"
                    },
                    {
                        "key": "#cr-split#-9597_CR7.2",
                        "unstructured": "(ed) Proceedings of the first workshop on argumentation mining, Baltimore, Maryland USA, 26 June 2014. Association for Computational Linguistics (ACL), pp 102-103"
                    },
                    {
                        "key": "9597_CR8",
                        "unstructured": "Angrosh MA, Cranefield S, Stanger N (2013) Conditional random field based sentence context identification: enhancing citation services for the research community. In: Ashman H, Sheng QZ, Trotman A (eds) Proceedings of the first Australasian web conference—Adelaide, Australia, January 2013. Australian Computer Society Inc., pp 59–68"
                    },
                    {
                        "key": "#cr-split#-9597_CR9.1",
                        "unstructured": "Athar A (2011) Sentiment analysis of citations using sentence structure-based features. In: Sasa Petrovic EP"
                    },
                    {
                        "key": "#cr-split#-9597_CR9.2",
                        "unstructured": "(ed) Proceedings of the ACL 2011 student session, Portland, Oregon, 19-24 June 2011. Association for Computational Linguistics, 2000991, pp 81-87"
                    },
                    {
                        "key": "9597_CR10",
                        "volume-title": "Sentiment analysis of scientific citations",
                        "author": "A Athar",
                        "year": "2014",
                        "unstructured": "Athar A (2014) Sentiment analysis of scientific citations. University of Cambridge, Computer Laboratory, Cambridge"
                    },
                    {
                        "key": "9597_CR11",
                        "unstructured": "Athar A, Teufel S (2012a) Context-enhanced citation sentiment detection. In: Paper presented at the conference of the North American chapter of the association for computational linguistics: human language technologies. Montreal, Canada, pp 597–601"
                    },
                    {
                        "key": "9597_CR12",
                        "unstructured": "Athar A, Teufel S (2012b) Detection of implicit citations for sentiment detection. In: Antal van den Bosch N, Shatkay H, Delaware (eds) Proceedings of the workshop on detecting structure in scholarly discourse, Jeju, Republic of Korea, 25 May 2012b. Association for Computational Linguistics, 2391176, pp 18–26"
                    },
                    {
                        "key": "#cr-split#-9597_CR13.1",
                        "unstructured": "Baccianella S, Esuli A, Sebastiani F (2010) SentiWordNet 3.0: an enhanced lexical resource for sentiment analysis and opinion mining. In: Calzolari N"
                    },
                    {
                        "key": "#cr-split#-9597_CR13.2",
                        "unstructured": "(ed) Proceedings of the seventh international conference on language resources and evaluation (LREC'10), Valletta, Malta, 17-23 May 2010. European Language Resources Association (ELRA)"
                    },
                    {
                        "key": "9597_CR14",
                        "unstructured": "Barrett N (2012) Natural language processing techniques for the purpose of sentinel event information extraction. University of Victoria, B.C., Canada"
                    },
                    {
                        "key": "9597_CR15",
                        "doi-asserted-by": "publisher",
                        "unstructured": "Bethard S, Jurafsky D (2010) Who should I cite: learning literature search models from citation behavior. In: Huang J (ed) Proceedings of the 19th ACM international conference on Information and knowledge management, Toronto, Ontario, Canada, 26–30 Oct 2010. ACM, pp 609–618. https://doi.org/10.1145/1871437.1871517",
                        "DOI": "10.1145/1871437.1871517"
                    },
                    {
                        "key": "9597_CR16",
                        "unstructured": "Bing PCZSL, Yang W (2017) Recurrent attention network on memory for aspect sentiment analysis. In: Lucia Specia MP, Paul M (eds) Proceedings of the 2017 conference on empirical methods in natural language processing, Copenhagen, Denmark, 7–11 Sept 2017. Association for Computational Linguistics (ACL), pp 463–472"
                    },
                    {
                        "key": "9597_CR17",
                        "unstructured": "Butt BH, Rafi M, Jamal A, Ur Rehman RS, Alam SMZ, Alam MB (2015) Classification of research citations (CRC). In: Paper presented at the 1st workshop on mining scientific papers: computational linguistics and bibliometrics, CLBib 2015—co-located with 15th international society of scientometrics and informetrics conference, ISSI, Istanbul, Turkey, 29 June 2015, pp 18–27"
                    },
                    {
                        "key": "9597_CR18",
                        "doi-asserted-by": "publisher",
                        "first-page": "102",
                        "DOI": "10.1109/MIS.2016.31",
                        "volume": "31",
                        "author": "E Cambria",
                        "year": "2016",
                        "unstructured": "Cambria E (2016) Affective computing and sentiment analysis. IEEE Intell Syst 31:102–107. https://doi.org/10.1109/MIS.2016.31",
                        "journal-title": "IEEE Intell Syst"
                    },
                    {
                        "key": "9597_CR19",
                        "doi-asserted-by": "publisher",
                        "first-page": "15",
                        "DOI": "10.1109/MIS.2013.30",
                        "volume": "28",
                        "author": "E Cambria",
                        "year": "2013",
                        "unstructured": "Cambria E, Schuller BW, Xia Y, Havasi C (2013) New avenues in opinion mining and sentiment analysis. IEEE Intell Syst 28:15–21. https://doi.org/10.1109/MIS.2013.30",
                        "journal-title": "IEEE Intell Syst"
                    },
                    {
                        "key": "9597_CR20",
                        "unstructured": "Cambria E, Poria S, Bajpai R, Schuller BW (2016) SenticNet 4: a semantic resource for sentiment analysis based on conceptual primitives, Nicoletta Calzolari. In: Proceedings of COLING 2016, the 26th international conference on computational linguistics: technical papers, Osaka, Japan, 11–17 Dec 2016. pp 2666–2677"
                    },
                    {
                        "key": "9597_CR21",
                        "unstructured": "Chen M, Xu ZE, Weinberger KQ, Sha F (2012) Marginalized denoising autoencoders for domain adaptation. In: McCallum A (ed) Proceedings of the 29th international conference on international conference on machine learning, Edinburgh, Scotland, UK, June 26–July 1, 2012. ICML"
                    },
                    {
                        "key": "9597_CR22",
                        "doi-asserted-by": "publisher",
                        "first-page": "61",
                        "DOI": "10.1016/j.knosys.2014.06.001",
                        "volume": "71",
                        "author": "H Cho",
                        "year": "2014",
                        "unstructured": "Cho H, Kim S, Lee J, Lee J-S (2014) Data-driven integration of multiple sentiment dictionaries for lexicon-based sentiment classification of product reviews. Knowl Based Syst 71:61–71. https://doi.org/10.1016/j.knosys.2014.06.001",
                        "journal-title": "Knowl Based Syst"
                    },
                    {
                        "key": "9597_CR23",
                        "doi-asserted-by": "publisher",
                        "unstructured": "Ciancarini P, Di Iorio A, Nuzzolese AG, Peroni S, Vitali F (2013) Semantic annotation of scholarly documents and citations. In: Baldoni M, Baroglio C, Boella G, Micalizio R (eds) AI*IA 2013: advances in artificial intelligence: XIIIth international conference of the Italian association for artificial intelligence, Turin, Italy, 4–6 Dec 2013. Proceedings. Springer, Cham, pp 336–347. https://doi.org/10.1007/978-3-319-03524-6_29",
                        "DOI": "10.1007/978-3-319-03524-6_29"
                    },
                    {
                        "key": "#cr-split#-9597_CR24.1",
                        "unstructured": "Councill IG, Giles CL, Kan M-Y (2008) ParsCit: an open-source CRF reference string parsing package. In: Calzolari N"
                    },
                    {
                        "key": "#cr-split#-9597_CR24.2",
                        "unstructured": "(ed) Proceedings of the sixth international conference on language resources and evaluation (LREC'08), Marrakech, Morocco, 28-30 May 2008. European Language Resources Association (ELRA)"
                    },
                    {
                        "key": "9597_CR25",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Denecke K (2008) Using sentiwordnet for multilingual sentiment analysis. In: Paper presented at the 2008 IEEE 24th international conference on data engineering workshop, 7–12 Apr 2008, pp 507–512",
                        "DOI": "10.1109/ICDEW.2008.4498370"
                    },
                    {
                        "key": "9597_CR26",
                        "unstructured": "Di Iorio A, Nuzzolese AG, Peroni S (2013) Towards the automatic identification of the nature of citations. In: 3rd workshop on semantic publishing, SePublica 2013—10th extended semantic web conference, 26 May 2013, Montpellier, France, 2013. CEUR Workshop Proceedings. CEUR-WS, pp 63–74"
                    },
                    {
                        "key": "#cr-split#-9597_CR27.1",
                        "unstructured": "Dong C, Schäfer U (2011) Ensemble-style self-training on citation classification. In: Wong K-F"
                    },
                    {
                        "key": "#cr-split#-9597_CR27.2",
                        "unstructured": "(ed) Proceedings of the 5th international joint conference on natural language processing, Chiang Mai, Thailand, 8-13 Nov 2011. Association for Computational Linguistics (ACL), pp 623-631"
                    },
                    {
                        "key": "9597_CR28",
                        "unstructured": "Dragoni M (2017) Extracting linguistic features from opinion data streams for multi-domain sentiment analysis. In: Dragoni M, Recupero DR (eds) Proceedings of the 3rd international workshop on emotions, modality, sentiment analysis and the semantic web co-located with 14th ESWC 2017, Portroz, 28 May 2017. CEUR workshop proceedings, vol 1874. CEUR-WS.org"
                    },
                    {
                        "key": "9597_CR29",
                        "unstructured": "Ebert S (2017) Artificial neural network methods applied to sentiment analysis. Ludwig-Maximilians-Universität (LMU), München"
                    },
                    {
                        "key": "9597_CR30",
                        "unstructured": "Esuli A, Sebastiani F (2006) Determining term subjectivity and term orientation for opinion mining. In: Paper presented at the 11th conference of the European chapter of the association for computational linguistics, EACL, 3–7 April 2006, Trento, Italy, pp 193–200"
                    },
                    {
                        "key": "9597_CR31",
                        "doi-asserted-by": "publisher",
                        "first-page": "82",
                        "DOI": "10.1145/2436256.2436274",
                        "volume": "56",
                        "author": "R Feldman",
                        "year": "2013",
                        "unstructured": "Feldman R (2013) Techniques and applications for sentiment analysis. Commun ACM 56:82–89. https://doi.org/10.1145/2436256.2436274",
                        "journal-title": "Commun ACM"
                    },
                    {
                        "key": "9597_CR32",
                        "unstructured": "Garfield E (1965) Can citation indexing be automated. In: Statistical association methods for mechanized documentation, symposium proceedings, 1965. National Bureau of Standards, Miscellaneous Publication 269, Washington, DC, pp 189–192"
                    },
                    {
                        "key": "9597_CR33",
                        "doi-asserted-by": "publisher",
                        "first-page": "471",
                        "DOI": "10.1126/science.178.4060.471",
                        "volume": "178",
                        "author": "E Garfield",
                        "year": "1972",
                        "unstructured": "Garfield E (1972) Citation analysis as a tool in journal evaluation journals can be ranked by frequency and impact of citations for science policy studies. Science 178:471–479. https://doi.org/10.1126/science.178.4060.471",
                        "journal-title": "Science"
                    },
                    {
                        "key": "9597_CR34",
                        "doi-asserted-by": "publisher",
                        "first-page": "359",
                        "DOI": "10.1007/BF02019306",
                        "volume": "1",
                        "author": "E Garfield",
                        "year": "1979",
                        "unstructured": "Garfield E (1979) Is citation analysis a legitimate evaluation tool? Scientometrics 1:359–375. https://doi.org/10.1007/bf02019306",
                        "journal-title": "Scientometrics"
                    },
                    {
                        "key": "9597_CR35",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Goodarzi M, Mahmoudi MT, Zamani R (2014) A framework for sentiment analysis on schema-based research content via lexica analysis. In: Paper presented at the 7th international symposium on telecommunications (IST), 2014, Tehran, Iran 9–11 Sept 2014, pp 405–411",
                        "DOI": "10.1109/ISTEL.2014.7000738"
                    },
                    {
                        "key": "9597_CR36",
                        "doi-asserted-by": "publisher",
                        "first-page": "215",
                        "DOI": "10.1016/S1532-0464(03)00011-X",
                        "volume": "35",
                        "author": "ZS Harris",
                        "year": "2002",
                        "unstructured": "Harris ZS (2002) The structure of science information. J Biomed Inform 35:215–221. https://doi.org/10.1016/S1532-0464(03)00011-X",
                        "journal-title": "J Biomed Inform"
                    },
                    {
                        "key": "9597_CR37",
                        "doi-asserted-by": "publisher",
                        "unstructured": "Hassan A, Mahmood A (2017) Deep learning approach for sentiment analysis of short texts. In: 2017 3rd international conference on control, automation and robotics (ICCAR), 24–26 April 2017, pp 705–707. https://doi.org/10.1109/ICCAR.2017.7942788",
                        "DOI": "10.1109/ICCAR.2017.7942788"
                    },
                    {
                        "key": "9597_CR38",
                        "doi-asserted-by": "publisher",
                        "unstructured": "He Q, Pei J, Kifer D, Mitra P, Giles CL (2010) Context-aware citation recommendation. In: Rappa M (ed) Proceedings of the 19th international conference on World wide web. Raleigh, North Carolina, USA, 26–30 Apr 2010, pp 421–430. https://doi.org/10.1145/1772690.1772734",
                        "DOI": "10.1145/1772690.1772734"
                    },
                    {
                        "key": "9597_CR39",
                        "doi-asserted-by": "publisher",
                        "unstructured": "He Q, Kifer D, Pei J, Mitra P, Giles CL (2011) Citation recommendation without author supervision. In: King I (ed) Proceedings of the fourth ACM international conference on Web search and data mining, Hong Kong, China, 09–12 Feb 2011. ACM, 1935926, pp 755–764. https://doi.org/10.1145/1935826.1935926",
                        "DOI": "10.1145/1935826.1935926"
                    },
                    {
                        "key": "9597_CR40",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Hernandez-Alvarez M, Gomez S JM (2015) Citation impact categorization: for scientific literature. In: Paper presented at the IEEE 18th international conference on computational science and engineering (CSE), 21–23 Oct 2015. Los Alamitos, CA, USA, pp 307–313",
                        "DOI": "10.1109/CSE.2015.21"
                    },
                    {
                        "key": "9597_CR41",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Hogenboom A, Iterson PV, Heerschop B, Frasincar F, Kaymak U (2011) Determining negation scope and strength in sentiment analysis. In: Paper presented at the 2011 IEEE international conference on systems, man, and cybernetics, 9–12 Oct 2011, pp 2589–2594",
                        "DOI": "10.1109/ICSMC.2011.6084066"
                    },
                    {
                        "key": "9597_CR42",
                        "unstructured": "Huang EH, Socher R, Manning CD, Ng AY (2012) Improving word representations via global context and multipleword prototypes. In: Paper presented at the 50th annual meeting of the association for computational linguistics, ACL 2012, Jeju Island, Korea, Republic of, 8–14 July 2012, pp 873–882"
                    },
                    {
                        "key": "9597_CR43",
                        "unstructured": "Jha R, Abu-Jbara A, Radev DA (2013) System for summarizing scientific topics starting from keywords. In: 51st annual meeting of the association for computational linguistics, ACL 2013, 4–9 Aug 2013, Sofia, Bulgaria, 2013. ACL 2013—51st annual meeting of the association for computational linguistics, proceedings of the conference. Association for computational linguistics (ACL), pp 572–577"
                    },
                    {
                        "key": "9597_CR44",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Jha R, Coke R, Radev D (2015) Surveyor: a system for generating coherent survey articles for scientific topics. In: Paper presented at the 29th AAAI conference on artificial intelligence, AAAI and the 27th innovative applications of artificial intelligence conference, IAAI, Austin, TX, United states, pp 2167–2173",
                        "DOI": "10.1609/aaai.v29i1.9495"
                    },
                    {
                        "key": "9597_CR45",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Jiang P, Zhang C, Fu H, Niu Z, Yang Q (2010) An approach based on tree kernels for opinion mining of online product reviews. In: Paper presented at the 2010 IEEE international conference on data mining, 13–17 Dec 2010, pp 256–265",
                        "DOI": "10.1109/ICDM.2010.104"
                    },
                    {
                        "key": "9597_CR46",
                        "unstructured": "Jochim C, Schutze H (2012) Towards a generic and flexible citation classifier based on a faceted classification scheme. In: Paper presented at the 24th international conference on computational linguistics, COLING Mumbai, India, 8–15 Dec 2012, pp 1343–1358"
                    },
                    {
                        "key": "9597_CR47",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Jochim C, Schutze H (2014) Improving citation polarity classification with product reviews. In: Paper presented at the 52nd annual meeting of the association for computational linguistics, ACL Baltimore, MD, United states, 23–25 June 2014, pp 42–48",
                        "DOI": "10.3115/v1/P14-2008"
                    },
                    {
                        "key": "9597_CR48",
                        "doi-asserted-by": "publisher",
                        "first-page": "1041",
                        "DOI": "10.1016/j.eswa.2013.07.101",
                        "volume": "41",
                        "author": "D Kang",
                        "year": "2014",
                        "unstructured": "Kang D, Park Y (2014) Review-based measurement of customer satisfaction in mobile service: sentiment analysis and VIKOR approach. Expert Syst Appl 41:1041–1050. https://doi.org/10.1016/j.eswa.2013.07.101",
                        "journal-title": "Expert Syst Appl"
                    },
                    {
                        "key": "#cr-split#-9597_CR49.1",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Kaplan D, Iida R, Tokunaga T (2009) Automatic extraction of citation contexts for research paper summarization: a coreference-chain based approach. In: Min-Yen Kan ST",
                        "DOI": "10.3115/1699750.1699764"
                    },
                    {
                        "key": "#cr-split#-9597_CR49.2",
                        "unstructured": "(ed) Proceedings of the 2009 workshop on text and citation analysis for scholarly digital libraries, Suntec, Singapore, 07 Aug 2009. Association for Computational Linguistics, 1699764, pp 88-95"
                    },
                    {
                        "key": "9597_CR50",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Kataria S, Mitra P, Bhatia S (2010) Utilizing context in generative bayesian models for linked corpus. In: Paper presented at the 24th AAAI conference on artificial intelligence and the 22nd innovative applications of artificial intelligence conference, AAAI-10/IAAI-10, Atlanta, GA, United states, 11–15 July 2010, pp 1340–1345",
                        "DOI": "10.1609/aaai.v24i1.7520"
                    },
                    {
                        "key": "9597_CR51",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Kim IC, Le DX, Thoma GR (2014) Automated method for extracting citation sentences from online biomedical articles using SVM-based text summarization technique. In: Paper presented at the IEEE international conference on systems, man, and cybernetics (SMC)2014 San Diego, CA, USA, 5–8 Oct 2014, pp 1991–1996",
                        "DOI": "10.1109/SMC.2014.6974213"
                    },
                    {
                        "key": "9597_CR52",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Kim IC, Thoma GR (2015) Automated classification of author’s sentiments in citation using machine learning techniques: a preliminary study. In: Paper presented at the IEEE conference on computational intelligence in bioinformatics and computational biology, CIBCB 2015, 15 Aug 2015, Niagara Falls, ON, Canada,",
                        "DOI": "10.1109/CIBCB.2015.7300319"
                    },
                    {
                        "key": "9597_CR53",
                        "doi-asserted-by": "publisher",
                        "unstructured": "Kumar S (2016) Structure and dynamics of signed citation networks. In: Bourdeau J (ed) Proceedings of the 25th international conference companion on world wide web, Montral, Qubec, Canada, 11–15 Apr 2016. International World Wide Web Conferences Steering Committee, 2889391, pp 63–64. https://doi.org/10.1145/2872518.2889391",
                        "DOI": "10.1145/2872518.2889391"
                    },
                    {
                        "key": "9597_CR54",
                        "doi-asserted-by": "publisher",
                        "first-page": "23",
                        "DOI": "10.1016/j.knosys.2012.10.005",
                        "volume": "39",
                        "author": "S-T Li",
                        "year": "2013",
                        "unstructured": "Li S-T, Tsai F-C (2013) A fuzzy conceptualization model for text mining with application in opinion polarity classification. Knowl Based Syst 39:23–33. https://doi.org/10.1016/j.knosys.2012.10.005",
                        "journal-title": "Knowl Based Syst"
                    },
                    {
                        "key": "9597_CR55",
                        "doi-asserted-by": "publisher",
                        "DOI": "10.2200/S00416ED1V01Y201204HLT016",
                        "volume-title": "Sentiment analysis and opinion mining. Synthesis lectures on human language technologies",
                        "author": "B Liu",
                        "year": "2012",
                        "unstructured": "Liu B (2012) Sentiment analysis and opinion mining. Synthesis lectures on human language technologies. Morgan and Claypool Publishers, San Rafael. https://doi.org/10.2200/S00416ED1V01Y201204HLT016"
                    },
                    {
                        "key": "9597_CR56",
                        "doi-asserted-by": "publisher",
                        "first-page": "415",
                        "DOI": "10.1007/978-1-4614-3223-4_13",
                        "volume-title": "Mining text data",
                        "author": "B Liu",
                        "year": "2012",
                        "unstructured": "Liu B, Zhang L (2012) A survey of opinion mining and sentiment analysis. In: Aggarwal CC, Zhai C (eds) Mining text data. Springer, Boston, pp 415–463. https://doi.org/10.1007/978-1-4614-3223-4_13"
                    },
                    {
                        "key": "9597_CR57",
                        "doi-asserted-by": "publisher",
                        "unstructured": "Livne A, Gokuladas V, Teevan J, Dumais ST, Adar E (2014) CiteSight: supporting contextual citation recommendation using differential search. In: 37th international ACM SIGIR conference on research and development in information retrieval, SIGIR 2014, 6–11 July 2014, Gold Coast, QLD, Australia, 2014. SIGIR 2014—proceedings of the 37th international ACM SIGIR conference on research and development in information retrieval. Association for Computing Machinery, pp 807–816. https://doi.org/10.1145/2600428.2609585",
                        "DOI": "10.1145/2600428.2609585"
                    },
                    {
                        "key": "9597_CR58",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Lu Y, He J, Shan D, Yan H (2011) Recommending citations with translation model. In: Paper presented at the 20th ACM conference on information and knowledge management, CIKM’11, Glasgow, United Kingdom, 24–28 Oct 2011, pp 2017–2020",
                        "DOI": "10.1145/2063576.2063879"
                    },
                    {
                        "key": "#cr-split#-9597_CR59.1",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Ma Z, Nam J, Weihe K (2016) Improve sentiment analysis of citations with author modelling. In: Knight K",
                        "DOI": "10.18653/v1/W16-0420"
                    },
                    {
                        "key": "#cr-split#-9597_CR59.2",
                        "unstructured": "(ed) Proceedings of the fifth workshop on computational linguistics for literature-NAACL-HLT 2016, San Diego, California, USA, 16 June 2016. Association for Computational Linguistics (ACL), pp 122-127"
                    },
                    {
                        "key": "9597_CR60",
                        "doi-asserted-by": "publisher",
                        "first-page": "91",
                        "DOI": "10.1177/030631284014001006",
                        "volume": "14",
                        "author": "MH MacRoberts",
                        "year": "1984",
                        "unstructured": "MacRoberts MH, MacRoberts BR (1984) The negational reference: or the art of dissembling. Soc Stud Sci 14:91–94",
                        "journal-title": "Soc Stud Sci"
                    },
                    {
                        "key": "#cr-split#-9597_CR61.1",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Manning CD, Surdeanu M, Bauer J, Finkel JR, Bethard S, McClosky D (2014) The stanford corenlp natural language processing toolkit. In: Jingbo KBAZ",
                        "DOI": "10.3115/v1/P14-5010"
                    },
                    {
                        "key": "#cr-split#-9597_CR61.2",
                        "unstructured": "(ed) Proceedings of the 52nd annual meeting of the association for computational linguistics: system demonstrations, Baltimore, Maryland, USA 22-27 June 2014. Association for Computational Linguistics, pp 55-60"
                    },
                    {
                        "key": "9597_CR62",
                        "doi-asserted-by": "publisher",
                        "unstructured": "McNee SM et al (2002) On the recommending of citations for research papers. In: Elizabeth Churchill JM (ed) The eight conference on computer supported cooperative work (CSCW 2002), 16–20 Nov 2002, New Orleans, LA, United states, 16–20 Nov 2002. Proceedings of the ACM conference on computer supported cooperative work. Association for Computing Machinery, pp 116–125. https://doi.org/10.1145/587078.587096",
                        "DOI": "10.1145/587078.587096"
                    },
                    {
                        "key": "9597_CR63",
                        "doi-asserted-by": "publisher",
                        "first-page": "1093",
                        "DOI": "10.1016/j.asej.2014.04.011",
                        "volume": "5",
                        "author": "W Medhat",
                        "year": "2014",
                        "unstructured": "Medhat W, Hassan A, Korashy H (2014) Sentiment analysis algorithms and applications: a survey. Ain Shams Eng J 5:1093–1113. https://doi.org/10.1016/j.asej.2014.04.011",
                        "journal-title": "Ain Shams Eng J"
                    },
                    {
                        "key": "9597_CR64",
                        "unstructured": "Meyers A (2013) Contrasting and corroborating citations in journal articles. In: 9th international conference on recent advances in natural language processing, RANLP 2013, 9–11 Sept 2013, Hissar, Bulgaria, 2013. International conference recent advances in natural language processing, RANLP. Association for Computational Linguistics (ACL), pp 460–466"
                    },
                    {
                        "key": "9597_CR65",
                        "unstructured": "Mikolov T, Chen K, Corrado G, Dean J (2013) Efficient estimation of word representations in vector space. CoRR abs/1301.3781"
                    },
                    {
                        "key": "9597_CR66",
                        "doi-asserted-by": "publisher",
                        "first-page": "675",
                        "DOI": "10.1016/j.dss.2012.05.022",
                        "volume": "53",
                        "author": "A Montoyo",
                        "year": "2012",
                        "unstructured": "Montoyo A, Martínez-Barco P, Balahur A (2012) Subjectivity and sentiment analysis: an overview of the current state of the area and envisaged developments. Decis Support Syst 53:675–679. https://doi.org/10.1016/j.dss.2012.05.022",
                        "journal-title": "Decis Support Syst"
                    },
                    {
                        "key": "9597_CR67",
                        "doi-asserted-by": "publisher",
                        "first-page": "86",
                        "DOI": "10.1177/030631277500500106",
                        "volume": "5",
                        "author": "MJ Moravcsik",
                        "year": "1975",
                        "unstructured": "Moravcsik MJ, Murugesan P (1975) Some results on the function and quality of citations. Soc Stud Sci 5:86–92. https://doi.org/10.1177/030631277500500106",
                        "journal-title": "Soc Stud Sci"
                    },
                    {
                        "key": "9597_CR68",
                        "doi-asserted-by": "publisher",
                        "unstructured": "Mudinas A, Zhang D, Levene M (2012) Combining lexicon and learning based approaches for concept-level sentiment analysis. In: Erik Cambria YZ, Xia Y, Howard N (eds) Proceedings of the first international workshop on issues of sentiment discovery and opinion mining, Beijing, China, 12–16 Aug 2012. ACM, 2346681, pp 1–8. https://doi.org/10.1145/2346676.2346681",
                        "DOI": "10.1145/2346676.2346681"
                    },
                    {
                        "key": "9597_CR69",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Munkhdalai T, Lalor J, Yu H (2016) Citation analysis with neural attention models. In: Cyril Grouin TH, Névéol A, Zweigenbaum P (eds) Proceedings of the seventh international workshop on health text mining and information analysis (LOUHI), Austin, TX, 5 Nov 2016. Association for Computational Linguistics (ACL), p 69",
                        "DOI": "10.18653/v1/W16-6109"
                    },
                    {
                        "key": "9597_CR70",
                        "unstructured": "Nakagawa T, Inui K, Kurohashi S (2010) Dependency tree-based sentiment classification using CRFs with hidden variables. In: 2010 human language technologies conference of the North American chapter of the association for computational linguistics, NAACL HLT 2010, 2–4 June 2010, Los Angeles, CA, United states, 2010. Association for Computational Linguistics (ACL), pp 786–794"
                    },
                    {
                        "key": "9597_CR71",
                        "doi-asserted-by": "publisher",
                        "unstructured": "Nallapati RM, Ahmed A, Xing EP, Cohen WW (2008) Joint latent topic models for text and citations. In: 14th ACM SIGKDD international conference on knowledge discovery and data mining, KDD 2008, 24–27 Aug 2008, Las Vegas, NV, United states, 2008. Proceedings of the ACM SIGKDD international conference on knowledge discovery and data mining. Association for Computing Machinery, pp 542–550. https://doi.org/10.1145/1401890.1401957",
                        "DOI": "10.1145/1401890.1401957"
                    },
                    {
                        "key": "#cr-split#-9597_CR72.1",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Nanba H, Okumura M (1999) Towards multi-paper summarization using reference information. In: Dean T",
                        "DOI": "10.5715/jnlp.6.5_43"
                    },
                    {
                        "key": "#cr-split#-9597_CR72.2",
                        "unstructured": "(ed) Proceedings of sixteenth international joint conference on artificial intelligence. IJCAI 99. 1999, San Francisco, CA, USA, 31 July-6 Aug 1999. IJCAI-99. Proceedings of the sixteenth international joint conference on artificial intelligence. Morgan Kaufmann Publishers, pp 926-931"
                    },
                    {
                        "key": "9597_CR73",
                        "doi-asserted-by": "publisher",
                        "unstructured": "Nguyen D, Vo K, Pham D, Nguyen M, Quan T (2017) A deep architecture for sentiment analysis of news articles. In: Le N-T, van Do T, Nguyen NT, Thi HAL (eds) Advanced computational methods for knowledge engineering: proceedings of the 5th international conference on computer science, applied mathematics and applications, ICCSAMA 2017. Springer, Cham, pp 129–140. https://doi.org/10.1007/978-3-319-61911-8_12",
                        "DOI": "10.1007/978-3-319-61911-8_12"
                    },
                    {
                        "key": "9597_CR74",
                        "doi-asserted-by": "publisher",
                        "unstructured": "Nicholls C, Song F (2010) Comparison of feature selection methods for sentiment analysis. In: 23rd Canadian conference on artificial intelligence, Canadian AI 2010, 31 May 2010–2 June 2010, Ottawa, ON, Canada, 2010. Lecture Notes in computer science (including subseries Lecture notes in artificial intelligence and lecture notes in bioinformatics). Springer, pp 286–289. https://doi.org/10.1007/978-3-642-13059-5_30",
                        "DOI": "10.1007/978-3-642-13059-5_30"
                    },
                    {
                        "key": "9597_CR75",
                        "doi-asserted-by": "publisher",
                        "first-page": "821",
                        "DOI": "10.1016/j.dss.2011.01.016",
                        "volume": "51",
                        "author": "DE O’Leary",
                        "year": "2011",
                        "unstructured": "O’Leary DE (2011) Blog mining-review and extensions: ”from each according to his opinion”. Decis Support Syst 51:821–830. https://doi.org/10.1016/j.dss.2011.01.016",
                        "journal-title": "Decis Support Syst"
                    },
                    {
                        "key": "9597_CR76",
                        "doi-asserted-by": "publisher",
                        "first-page": "1",
                        "DOI": "10.1561/1500000011",
                        "volume": "2",
                        "author": "B Pang",
                        "year": "2008",
                        "unstructured": "Pang B, Lee L (2008) Opinion mining and sentiment analysis. Found Trends Inf Retr 2:1–135. https://doi.org/10.1561/1500000011",
                        "journal-title": "Found Trends Inf Retr"
                    },
                    {
                        "key": "9597_CR77",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Parthasarathy G, Tomar DC (2014) Sentiment analyzer: analysis of journal citations from citation databases. In: Paper presented at the 5th international conference—confluence the next generation information technology summit (Confluence), 2014 Noida, India, 25–26 Sept 2014, pp 923–928",
                        "DOI": "10.1109/CONFLUENCE.2014.6949321"
                    },
                    {
                        "key": "9597_CR78",
                        "doi-asserted-by": "publisher",
                        "DOI": "10.17485/ijst/2015/v8i35/55134",
                        "author": "G Parthasarathy",
                        "year": "2015",
                        "unstructured": "Parthasarathy G, Tomar DC (2015) A survey of sentiment analysis for journal citation. Indian J Sci Technol. https://doi.org/10.17485/ijst/2015/v8i35/55134",
                        "journal-title": "Indian J Sci Technol"
                    },
                    {
                        "key": "9597_CR79",
                        "doi-asserted-by": "publisher",
                        "first-page": "122",
                        "DOI": "10.1016/j.ipm.2016.07.001",
                        "volume": "53",
                        "author": "R Piryani",
                        "year": "2017",
                        "unstructured": "Piryani R, Madhavi D, Singh VK (2017) Analytical mapping of opinion mining and sentiment analysis research during 2000–2015. Inf Process Manag 53:122–150. https://doi.org/10.1016/j.ipm.2016.07.001",
                        "journal-title": "Inf Process Manag"
                    },
                    {
                        "key": "9597_CR80",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Poria S, Chaturvedi I, Cambria E, Hussain A (2016) Convolutional MKL based multimodal emotion recognition and sentiment analysis. In: Paper presented at the 2016 IEEE 16th international conference on data mining (ICDM), Barcelona, Spain, pp 439–448",
                        "DOI": "10.1109/ICDM.2016.0055"
                    },
                    {
                        "key": "9597_CR81",
                        "unstructured": "Qazvinian V, Radev DR (2010) Identifying non-explicit citing sentences for citation-based summarization. In: 48th annual meeting of the association for computational linguistics, ACL 2010, 11–16 July 2010, Uppsala, Sweden, 2010. ACL 2010—48th annual meeting of the association for computational linguistics, proceedings of the conference. Association for Computational Linguistics (ACL), pp 555–564"
                    },
                    {
                        "key": "#cr-split#-9597_CR82.1",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Radev DR, Muthukrishnan P, Qazvinian V (2009) The ACL anthology network corpus. In: Min-Yen Kan ST",
                        "DOI": "10.3115/1699750.1699759"
                    },
                    {
                        "key": "#cr-split#-9597_CR82.2",
                        "unstructured": "(ed) Proceedings of the 2009 workshop on text and citation analysis for scholarly digital libraries, Suntec, Singapore, 7 Aug 2009. Association for Computational Linguistics, 1699759, pp 54-61"
                    },
                    {
                        "key": "9597_CR83",
                        "doi-asserted-by": "publisher",
                        "first-page": "919",
                        "DOI": "10.1007/s10579-012-9211-2",
                        "volume": "47",
                        "author": "DR Radev",
                        "year": "2013",
                        "unstructured": "Radev DR, Muthukrishnan P, Qazvinian V, Abu-Jbara A (2013) The ACL anthology network corpus. Lang Resour Eval 47:919–944. https://doi.org/10.1007/s10579-012-9211-2",
                        "journal-title": "Lang Resour Eval"
                    },
                    {
                        "key": "9597_CR84",
                        "doi-asserted-by": "publisher",
                        "first-page": "36",
                        "DOI": "10.1109/MC.2017.133",
                        "volume": "50",
                        "author": "S Rani",
                        "year": "2017",
                        "unstructured": "Rani S, Kumar P (2017) A sentiment analysis system to improve teaching and learning. IEEE Comput 50:36–43. https://doi.org/10.1109/MC.2017.133",
                        "journal-title": "IEEE Comput"
                    },
                    {
                        "key": "9597_CR85",
                        "doi-asserted-by": "publisher",
                        "first-page": "701",
                        "DOI": "10.1111/lnc3.12228",
                        "volume": "10",
                        "author": "LM Rojas-Barahona",
                        "year": "2016",
                        "unstructured": "Rojas-Barahona LM (2016) Deep learning for sentiment analysis language and linguistics. Compass 10:701–719. https://doi.org/10.1111/lnc3.12228",
                        "journal-title": "Compass"
                    },
                    {
                        "key": "9597_CR86",
                        "doi-asserted-by": "publisher",
                        "first-page": "863",
                        "DOI": "10.1016/j.dss.2012.12.022",
                        "volume": "55",
                        "author": "H Rui",
                        "year": "2013",
                        "unstructured": "Rui H, Liu Y, Whinston AB (2013) Whose and what chatter matters? The effect of tweets on movie sales. Decis Support Syst 55:863–870. https://doi.org/10.1016/j.dss.2012.12.022",
                        "journal-title": "Decis Support Syst"
                    },
                    {
                        "key": "#cr-split#-9597_CR87.1",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Saif H, Fernández M, He Y, Alani H (2014) On stopwords, filtering and data sparsity for sentiment analysis of twitter. In: Nicoletta Calzolari",
                        "DOI": "10.1007/978-3-319-11915-1_21"
                    },
                    {
                        "key": "#cr-split#-9597_CR87.2",
                        "unstructured": "(ed) Proceedings of the ninth international conference on language resources and evaluation, Reykjavik, Iceland, 26-31 May 2014. European Language Resources Association (ELRA), pp 810-817"
                    },
                    {
                        "key": "#cr-split#-9597_CR88.1",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Sendhilkumar S, Elakkiya E, Mahalakshmi G (2013) Citation semantic based approaches to identify article quality. In: Michal Wozniak HJLD",
                        "DOI": "10.5121/csit.2013.3543"
                    },
                    {
                        "key": "#cr-split#-9597_CR88.2",
                        "unstructured": "(ed) Proceedings of the third international conference on computer science, engineering and applications-ICCSEA, Delhi, India, 24- 26 May 2013. Springer pp 411-420"
                    },
                    {
                        "key": "9597_CR89",
                        "doi-asserted-by": "publisher",
                        "first-page": "373",
                        "DOI": "10.1007/s11192-011-0349-2",
                        "volume": "87",
                        "author": "H Small",
                        "year": "2011",
                        "unstructured": "Small H (2011) Interpreting maps of science using citation context sentiments: a preliminary investigation. Scientometrics 87:373–388. https://doi.org/10.1007/s11192-011-0349-2",
                        "journal-title": "Scientometrics"
                    },
                    {
                        "key": "9597_CR90",
                        "doi-asserted-by": "publisher",
                        "first-page": "3",
                        "DOI": "10.1016/j.imavis.2017.08.003",
                        "volume": "65",
                        "author": "M Soleymani",
                        "year": "2017",
                        "unstructured": "Soleymani M, Garcia D, Jou B, Schuller BW, Chang S-F, Pantic M (2017) A survey of multimodal sentiment analysis. Image Vis Comput 65:3–14. https://doi.org/10.1016/j.imavis.2017.08.003",
                        "journal-title": "Image Vis Comput"
                    },
                    {
                        "key": "9597_CR91",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Sondhi P, Zhai C (2014) A constrained hidden Markov model approach for non-explicit citation context extraction. In: Paper presented at the 14th SIAM international conference on data mining, SDM 2014, 24–26 April 2014. Philadelphia, PA, United states, pp 361–369",
                        "DOI": "10.1137/1.9781611973440.41"
                    },
                    {
                        "key": "9597_CR92",
                        "unstructured": "Strapparava C, Valitutti A (2004) WordNet affect: an affective extension of wordnet. In: Paper presented at the fourth international conference on language resources and evaluation. Lisbon, Portugal, 26–28 May 2004"
                    },
                    {
                        "key": "9597_CR93",
                        "doi-asserted-by": "publisher",
                        "unstructured": "Strohman T, Croft WB, Jensen D (2007) Recommending citations for academic papers. In: 30th annual international ACM SIGIR conference on research and development in information retrieval, 23–26 July 2007. New York, NY, USA, 2007. 30th annual international ACM SIGIR conference on research and development in information retrieval. ACM, pp 705–706. https://doi.org/10.1145/1277741.1277868",
                        "DOI": "10.1145/1277741.1277868"
                    },
                    {
                        "key": "9597_CR94",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Sugiyama K, Kumar T, Kan MY, Tripathi RC (2010) Identifying citing sentences in research papers using supervised learning. In: Paper presented at the 2010 international conference on information retrieval and knowledge management (CAMP), 17–18 March 2010, pp 67–72",
                        "DOI": "10.1109/INFRKM.2010.5466945"
                    },
                    {
                        "key": "9597_CR95",
                        "doi-asserted-by": "publisher",
                        "first-page": "452",
                        "DOI": "10.1093/llc/fqu019",
                        "volume": "29",
                        "author": "CA Sula",
                        "year": "2014",
                        "unstructured": "Sula CA, Miller M (2014) Citations, contexts, and humanistic discourse: toward automatic extraction and classification. LLC 29:452–464. https://doi.org/10.1093/llc/fqu019",
                        "journal-title": "LLC"
                    },
                    {
                        "key": "9597_CR96",
                        "doi-asserted-by": "publisher",
                        "unstructured": "Tang J, Zhang J (2009) A discriminative approach to topic-based citation recommendation. In: Theeramunkong T, Kijsirikul B, Cercone N, Ho T-B (eds) Advances in knowledge discovery and data mining: 13th Pacific-Asia conference, PAKDD 2009 Bangkok, Thailand, 27–30 April 2009 proceedings. Springer, Berlin, pp 572–579. https://doi.org/10.1007/978-3-642-01307-2_55",
                        "DOI": "10.1007/978-3-642-01307-2_55"
                    },
                    {
                        "key": "9597_CR97",
                        "doi-asserted-by": "publisher",
                        "first-page": "10760",
                        "DOI": "10.1016/j.eswa.2009.02.063",
                        "volume": "36",
                        "author": "H Tang",
                        "year": "2009",
                        "unstructured": "Tang H, Tan S, Cheng X (2009) A survey on sentiment detection of reviews. Expert Syst Appl 36:10760–10773. https://doi.org/10.1016/j.eswa.2009.02.063",
                        "journal-title": "Expert Syst Appl"
                    },
                    {
                        "key": "9597_CR98",
                        "unstructured": "Tang D, Qin B, Feng X, Liu T (2016) Effective LSTMs for target-dependent sentiment classification. In: Paper presented at the The 26th international conference on computational linguistics (COLING 2016). Osaka, Japan., 11–16 Dec 2016, pp 3298–3307"
                    },
                    {
                        "key": "9597_CR99",
                        "doi-asserted-by": "publisher",
                        "unstructured": "Teufel S, Carletta J, Moens M (1999) An annotation scheme for discourse-level argumentation in research articles. In: Henry S. Thompson AL (eds) Proceedings of the ninth conference on European chapter of the association for computational linguistics, Bergen, Norway, 08–12 June 1999. Association for Computational Linguistics, pp 110–117. https://doi.org/10.3115/977035.977051",
                        "DOI": "10.3115/977035.977051"
                    },
                    {
                        "key": "#cr-split#-9597_CR100.1",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Teufel S, Siddharthan A, Tidhar D (2006) Automatic classification of citation function. In: Mirella Lapata HTN",
                        "DOI": "10.3115/1610075.1610091"
                    },
                    {
                        "key": "#cr-split#-9597_CR100.2",
                        "unstructured": "(ed) Proceedings of the 2006 conference on empirical methods in natural language processing, Sydney, Australia, 25-27 October 2006. Association for Computational Linguistics, 1610091, pp 103-110"
                    },
                    {
                        "key": "9597_CR101",
                        "doi-asserted-by": "publisher",
                        "first-page": "117",
                        "DOI": "10.1016/j.eswa.2016.03.028",
                        "volume": "57",
                        "author": "A Tripathy",
                        "year": "2016",
                        "unstructured": "Tripathy A, Agrawal A, Rath SK (2016) Classification of sentiment reviews using n-gram machine learning approach. Expert Syst Appl 57:117–126. https://doi.org/10.1016/j.eswa.2016.03.028",
                        "journal-title": "Expert Syst Appl"
                    },
                    {
                        "key": "9597_CR102",
                        "doi-asserted-by": "publisher",
                        "unstructured": "Tsai C-T, Kundu G, Roth D (2013) Concept-based analysis of scientific literature. In: Qi He AI (ed) Proceedings of the 22nd ACM international conference on information and knowledge management, San Francisco, California, USA, October 27–November 01, 2013. Association for Computational Linguistics (ACM), 2505613, pp 1733–1738. https://doi.org/10.1145/2505515.2505613",
                        "DOI": "10.1145/2505515.2505613"
                    },
                    {
                        "key": "9597_CR103",
                        "doi-asserted-by": "publisher",
                        "first-page": "478",
                        "DOI": "10.1007/s10618-011-0238-6",
                        "volume": "24",
                        "author": "M Tsytsarau",
                        "year": "2012",
                        "unstructured": "Tsytsarau M, Palpanas T (2012) Survey on mining subjective data on the web. Data Min Knowl Discov 24:478–514. https://doi.org/10.1007/s10618-011-0238-6",
                        "journal-title": "Data Min Knowl Discov"
                    },
                    {
                        "key": "9597_CR104",
                        "doi-asserted-by": "publisher",
                        "first-page": "72",
                        "DOI": "10.1109/MIS.2017.3121555",
                        "volume": "32",
                        "author": "A Valdivia",
                        "year": "2017",
                        "unstructured": "Valdivia A, Luzón MV, Herrera F (2017) Sentiment analysis in tripadvisor. IEEE Intell Syst 32:72–77. https://doi.org/10.1109/MIS.2017.3121555",
                        "journal-title": "IEEE Intell Syst"
                    },
                    {
                        "key": "9597_CR105",
                        "doi-asserted-by": "publisher",
                        "first-page": "595",
                        "DOI": "10.1016/j.ipm.2017.01.004",
                        "volume": "53",
                        "author": "D Vilares",
                        "year": "2017",
                        "unstructured": "Vilares D, Alonso MA, Gómez-Rodríguez C (2017) Supervised sentiment analysis in multilingual environments. Inf Process Manag 53:595–607. https://doi.org/10.1016/j.ipm.2017.01.004",
                        "journal-title": "Inf Process Manag"
                    },
                    {
                        "key": "9597_CR106",
                        "doi-asserted-by": "publisher",
                        "first-page": "1929",
                        "DOI": "10.1002/asi.23083",
                        "volume": "65",
                        "author": "X Wan",
                        "year": "2014",
                        "unstructured": "Wan X, Liu F (2014) Are all literature citations equally important? Automatic citation strength estimation and its applications. JASIST 65:1929–1938. https://doi.org/10.1002/asi.23083",
                        "journal-title": "JASIST"
                    },
                    {
                        "key": "#cr-split#-9597_CR107.1",
                        "unstructured": "Wang H, Can D, Kazemzadeh A (2012) Bar F, Narayanan S (2012) A system for real-time twitter sentiment analysis of 2012 U.S. presidential election cycle. In: Zhang M"
                    },
                    {
                        "key": "#cr-split#-9597_CR107.2",
                        "unstructured": "(ed) Proceedings of the ACL 2012 system demonstrations, Jeju Island, Korea, 10-10 July 2012. Association for Computational Linguistics, 2390490, pp 115-120"
                    },
                    {
                        "key": "9597_CR108",
                        "doi-asserted-by": "publisher",
                        "unstructured": "Wang X, Liu Y, Sun C, Liu M, Wang X (2016) Extended dependency-based word embeddings for aspect extraction. In: Hirose A, Ozawa S, Doya K, Ikeda K, Lee M, Liu D (eds) Neural information processing: 23rd international conference, ICONIP 2016, Kyoto, Japan, 16–21 Oct 2016, Proceedings, Part IV. Springer, Cham, pp 104–111. https://doi.org/10.1007/978-3-319-46681-1_13",
                        "DOI": "10.1007/978-3-319-46681-1_13"
                    },
                    {
                        "key": "#cr-split#-9597_CR109.1",
                        "doi-asserted-by": "crossref",
                        "unstructured": "Webster JJ, Kit C (1992) Tokenization as the initial phase in NLP. In: Pisa AZ",
                        "DOI": "10.3115/992424.992434"
                    },
                    {
                        "key": "#cr-split#-9597_CR109.2",
                        "unstructured": "(ed) Proceedings of the 14th conference on computational linguistics-vol 4, Nantes, France, 23-28 Aug 1992. Association for Computational Linguistics, pp 1106-1110"
                    },
                    {
                        "key": "9597_CR110",
                        "volume-title": "Citation handling: processing citation texts in scientific documents",
                        "author": "MA Whidby",
                        "year": "2012",
                        "unstructured": "Whidby MA (2012) Citation handling: processing citation texts in scientific documents. University of Maryland, College Park"
                    },
                    {
                        "key": "9597_CR111",
                        "unstructured": "Widyantoro DH, Amin I (2014) Citation sentence identification and classification for related work summarization. In: Paper presented at the international conference on advanced computer science and information system, 2014 Hotel Ambhara, Jakarta, 18–19 Oct 2014, pp 291–296"
                    },
                    {
                        "key": "9597_CR112",
                        "unstructured": "Xu H, Martin E, Mahidadia A (2013) Using heterogeneous features for scientific citation classification. In: Proceedings of the 13th conference of the Pacific association for computational linguistics, Tokyo, Japan, September 2013. Association for Computational Linguistics (ACL)"
                    },
                    {
                        "key": "9597_CR113",
                        "first-page": "1334",
                        "volume": "2015",
                        "author": "J Xu",
                        "year": "2015",
                        "unstructured": "Xu J, Zhang Y, Wu Y, Wang J, Dong X, Xu H (2015) Citation sentiment analysis in clinical trial papers. AMIA Annu Symp Proc 2015:1334–1341",
                        "journal-title": "AMIA Annu Symp Proc"
                    },
                    {
                        "key": "9597_CR114",
                        "doi-asserted-by": "publisher",
                        "DOI": "10.1109/TKDE.2017.2756658",
                        "author": "W Zhao",
                        "year": "2017",
                        "unstructured": "Zhao W, Guan Z, Chen L, He X, Cai D, Wang B, Wang Q (2017) Weakly-supervised deep embedding for product review sentiment analysis. IEEE Trans Knowl Data Eng. https://doi.org/10.1109/TKDE.2017.2756658",
                        "journal-title": "IEEE Trans Knowl Data Eng"
                    }
                ],
                "container-title": [
                    "Artificial Intelligence Review"
                ],
                "language": "en",
                "link": [
                    {
                        "URL": "http://link.springer.com/content/pdf/10.1007/s10462-017-9597-8.pdf",
                        "content-type": "application/pdf",
                        "content-version": "vor",
                        "intended-application": "text-mining"
                    },
                    {
                        "URL": "http://link.springer.com/article/10.1007/s10462-017-9597-8/fulltext.html",
                        "content-type": "text/html",
                        "content-version": "vor",
                        "intended-application": "text-mining"
                    },
                    {
                        "URL": "http://link.springer.com/content/pdf/10.1007/s10462-017-9597-8.pdf",
                        "content-type": "application/pdf",
                        "content-version": "vor",
                        "intended-application": "similarity-checking"
                    }
                ],
                "deposited": {
                    "date-parts": [
                        [
                            2023,
                            8,
                            29
                        ]
                    ],
                    "date-time": "2023-08-29T17:28:09Z",
                    "timestamp": 1693330089000
                },
                "score": 31.560938,
                "resource": {
                    "primary": {
                        "URL": "http://link.springer.com/10.1007/s10462-017-9597-8"
                    }
                },
                "issued": {
                    "date-parts": [
                        [
                            2017,
                            12,
                            5
                        ]
                    ]
                },
                "references-count": 131,
                "journal-issue": {
                    "issue": "3",
                    "published-print": {
                        "date-parts": [
                            [
                                2019,
                                10
                            ]
                        ]
                    }
                },
                "alternative-id": [
                    "9597"
                ],
                "URL": "https://doi.org/10.1007/s10462-017-9597-8",
                "ISSN": [
                    "0269-2821",
                    "1573-7462"
                ],
                "issn-type": [
                    {
                        "value": "0269-2821",
                        "type": "print"
                    },
                    {
                        "value": "1573-7462",
                        "type": "electronic"
                    }
                ],
                "published": {
                    "date-parts": [
                        [
                            2017,
                            12,
                            5
                        ]
                    ]
                },
                "assertion": [
                    {
                        "value": "5 December 2017",
                        "order": 1,
                        "name": "first_online",
                        "label": "First Online",
                        "group": {
                            "name": "ArticleHistory",
                            "label": "Article History"
                        }
                    },
                    {
                        "order": 1,
                        "name": "Ethics",
                        "group": {
                            "name": "EthicsHeading",
                            "label": "Compliance with ethical standards"
                        }
                    },
                    {
                        "value": "The authors declare that they have no conflict of interest.",
                        "order": 2,
                        "name": "Ethics",
                        "group": {
                            "name": "EthicsHeading",
                            "label": "Conflict of interest"
                        }
                    }
                ]
            }
        ],
        "items-per-page": 1,
        "query": {
            "start-index": 0,
            "search-terms": null
        }
    }
}